Repository: Anak-Pak-Eco/greenovation
Catalog: Greenovation/Resources/Localizable.xcstrings
Source language: id
Languages: en

# add-device-button-title
source: Tambah Perangkat
en: Add Devices

# add-formula
source: Tambah Formula
en: Add Formula

# add-plants
source: Tambah Tanaman
en: Add Plants

# already-have-account
source: Sudah memiliki akun?
en: Already have an account?

source: Anakan
en: Seedling

# anakan-phase-description
source: Fase dimulai dari benih dan berlanjut dengan tanaman mulai mengembangkan daun sejati.
en: The phase starts from the seed and continues with the plant starting to develop true leaves.

# anakan-phase-title
source: Fase Anakan
en: Seedling Phase

# awal
source: Vegetatif Awal
en: Early Vegetative

# awal-phase-description
source: Tanaman mulai mempunyai akar yang kuat dan mengembangkan daun dan cabang.
en: Plants begin to have strong roots and develop leaves and branches.

# awal-phase-title
source: Fase Vegetatif Awal
en: Early Vegetative Phase

source: Batal
en: Cancel

source: Caisim
en: Choy sum

source: Cari Tanaman
en: Search Plant

# Chart not available
source: Chart tidak tersedia
en: Chart Not Available

# choose-bluetooth-title
source: Pilih Bluetooth yang sesuai dengan nama perangkatmu.
en: Select Bluetooth according to your device name.

# choose-formula
source: Pilih Satu Formula
en: Choose One Formula

# connect-bluetooth-title
source: Sambungkan Dengan Bluetooth
en: Connect with Bluetooth

# connect-wifi-title
source: Sambungkan Perangkat ke Wifi
en: Connect Device To the Wifi

# contact-us
source: Hubungi Kami
en: Contact Us

source: Data perangkat yang telah dihapus tidak dapat dikembalikan.
en: Device data that has been deleted cannot be restored.

# delete-account
source: Hapus Akun
en: Delete Account

# delete-device
source: Hapus Perangkat
en: Delete Device

# delete-formula
source: Hapus Pengaturan
en: Delete Formula

# device-name
source: Nama Perangkat
en: Device Name

# device-register
source: Pendaftaran Perangkat
en: Register Device

# device-sensor
source: Sensor Perangkat
en: Device Sensor

# device-setting
source: Pengaturan Perangkat
en: Device Setting

# devices
source: Perangkat
en: Devices

# do-not-have-account
source: Belum memiliki akun?
en: Do not have any account yet?

# edit
source: Ubah
en: Edit

# empty-device-description
source: Sambungkan perangkat IoT untuk mendapatkan informasi tentang tanamanmu.
en: Connect IoT devices to get information about your plants.

# empty-device-title
source: Tidak Ada Perangkat
en: No Devices Yet

# error-title
source: Gagal
en: Failed

# find-device
source: Cari Perangkat
en: Find Device

source: Formula di bawah ini merupakan formula yang kamu buat untuk **%@** pada **%@**
en: The formula below is the formula you created for **%@** on **%@**

# Formula di bawah ini merupakan formula yang kamu buat untuk %@ pada %@
source: Formula di bawah ini merupakan formula yang kamu buat untuk %1$@ pada %2$@
en: The formula below is the formula you created for %@ in %@

# formula-setting
source: Pengaturan Formula
en: Formula Setting

# growth-step
source: Tahap Pertumbuhan
en: Growth Phase

source: Hapus
en: Delete

source: Hapus Perangkat Ini?
en: Delete This Device?

# help
source: Bantuan
en: Help

# high
source: tinggi
en: high

# high-ph-alert
source: Nilai pH tinggi. Tambahkan larutan pH DOWN.
en: pH value is too high. Add pH DOWN solution.

# high-ph-alert-description %@
source: Tambahkan larutan ph DOWN sebanyak %@ml untuk menjaga keseimbangan pH larutan hidroponik
en: Add %@ml pH DOWN solution to maintain the pH balance of the hydroponic solution

# high-ph-alert-title
source: Nilai pH tinggi
en: pH value is high

# high-ppm-alert
source: Nilai PPM terlalu tinggi. Tambahkan air baku
en: PPM value is too high. Add raw water

# high-ppm-alert-description
source: Tambahkan air bersih sampai keseimbangan nutrisi tercapai kembali.
en: Add clean water until nutritional balance is achieved again.

# high-ppm-alert-title
source: Nilai PPM tinggi
en: High PPM Value

# Hours
source: Jam
en: Hours

# instruction-description-1
source: Pilih Bluetooth dengan nama perangkat yang ingin dihubungkan.
en: Select Bluetooth with the name of the device you want to connect to.

# instruction-description-2
source: Masukkan SSID dan kata sandi dari Wifi yang ingin digunakan.
en: Enter the SSID and password of the Wifi you want to use.

# instruction-description-3
source: Tekan tombol pairing yang terdapat pada perangkat.
en: Press the pairing button on the device.

# instruction-description-4
source: Lanjutkan pendaftaran perangkat.
en: Continue device registration.

# instruction-title
source: Instruksi
en: Instruction

# last-updated %@
source: Terakhir diperbarui: %@
en: Last updated: %@

# low
source: rendah
en: low

# low-ph-alert
source: Nilai pH terlalu rendah. Tambahkan larutan pH UP.
en: pH value is too low. Add pH UP solution.

# low-ph-alert-description %@
source: Tambahkan larutan ph UP sebanyak %@ml untuk menjaga keseimbangan pH larutan hidroponik.
en: Add pH UP solution as much as %@ml to maintain the pH balance of the hydroponic solution.

# low-ph-alert-title
source: Nilai pH Rendah
en: pH value is low

# low-ppm-alert
source: Nilai PPM terlalu rendah. Tambahkan larutan nutrisi
en: PPM value is too low. Add nutrient solution

# low-ppm-alert-title
source: Nilai PPM rendah
en: Low PPM value

# low-ppm-description %@
source: Tambahkan larutan nutrisi A dan B sebanyak %@ml untuk menjaga keseimbangan nutrisi
en: Add nutrient solution A and B as much as %@ml to maintain nutritional balance

# Max
source: Maksimal
en: Max

# menengah
source: Vegetatif Menengah
en: Intermediate Vegetative

# menengah-phase-description
source: Tanaman mengalami pertumbuhan daun, batang, dan akar yang berlangsung dengan cepat hingga masa panen sayuran daun tiba.
en: Plants experience rapid growth of leaves, stems and roots until the harvest time for leaf vegetables arrives.

# menengah-phase-title
source: Fase Vegetatif Menengah
en: Intermediate Vegetative Phase

# Min
source: Minimal
en: Min

# name
source: Nama
en: Name

# no
source: Tidak
en: No

# notification
source: Notifikasi
en: Notification

# notification-empty-description
source: Notifikasi yang kamu dapatkan akan muncul di sini.
en: The notifications you get will appear here.

# notification-empty-title
source: Tidak Ada Notifikasi
en: No Notification

# nutrient-density
source: Kepekatan Nutrisi
en: Nutrient Density

# onboarding-description
source: Membekali petani dengan informasi penting tentang kondisi tanaman untuk memaksimalkan hasil panen dan mengoptimalkan operasi pertanian.
en: Equip farmers with critical information about crop conditions to maximize yields and optimize farming operations.

# onboarding-title
source: Ketahui Kondisi Tanamanmu
en: Know Your Plants

# or
source: atau
en: or

# password-confirmation-title
source: Konfirmasi Password
en: Password Confirmation

# password-hint
source: maks. 8 karakter
en: min. 8 characters

# password-title
source: Kata Sandi
en: Password

# personal-info
source: Info Pribadi
en: Personal Info

source: Perubahan berhasil disimpan
en: Changes saved successfully

# ph-level
source: Tingkat pH
en: pH Level

# plant-not-found
source: Tanaman Tidak Ditemukan!
en: Plant Not Found!

# plant-type
source: Jenis Tanaman
en: Type of Plants

# ppm-level
source: Kepekatan Nutrisi (ppm)
en: Nutrient Solution (ppm)

# privacy-policy
source: Kebijakan Privasi
en: Privacy Policy

# profile
source: Profil
en: Profile

# recommendation_label %@ %@ %@ %@
source: Rekomendari dari Greenovation: Kepekatan Nutrisi: %@ - %@ & Tingkat pH: %@ - %@
en: Recommendation from Greenovation: Nutrient Solution: %@ - %@ & pH Level: %@ - %@

source: Rekomendasi Formula
en: Formula Recommendation

# save
source: Simpan
en: Save

# save-selection
source: Simpan Pilihan
en: Save Selection

# seeding
source: Menyemai
en: Seedling

source: Sensor Perangkat
en: Device Sensors

# sign-in
source: Masuk
en: Sign In

# sign-in-apple
source: Lanjutkan dengan Apple
en: Continue with Apple

# sign-in-google
source: Lanjutkan dengan Google
en: Continue with Google

# sign-out
source: Keluar Akun
en: Sign Out

# sign-out-description
source: Apakah anda yakin akan keluar dari akun anda?
en: Are you sure you want to log out of your account?

# sign-out-title
source: Keluar dari akun?
en: Sign out from your account?

# sign-up
source: Daftar
en: SIgn Up

# sollution-corrected
source: Sudah Perbaiki Larutan
en: I Have Correct the Solution

# success-title
source: Berhasil
en: Success

source: Tambah Pengaturan Baru
en: Add New Setting

# today
source: Hari Ini
en: Today

# update
source: Ubah
en: Update

# update-device-success
source: Berhasil mengubah perangkat
en: Device updated successfully

# update-profile-description
source: Berhasil mengubah profile
en: Profile updated successfully

# update-profile-title
source: Ubah Profil
en: Update Profile

# Value
source: Nilai
en: Value

# yes
source: Ya
en: Yes
